Repository: 5l1v3r1/gnome-inform7
Catalog: po/*.po
Languages: fr, spanish

source: The game's source code has been modified from outside Inform. Do you want to reload it?
spanish: El código fuente del juego ha sido modificado fuera de Inform. ¿Deseas recargarlo?

source: Could not open the project's source file, '%s'. Make sure that this file has not been deleted or renamed.
spanish: No se ha podido abrir el fichero de código, '%s'. Asegúrate de que el fichero no ha sido eliminado o renombrado.

source: The extension's source code has been modified from outside Inform. Do you want to reload it?
spanish: El código fuente de la extensión ha sido modificado fuera de Inform. ¿Deseas recargarla?

source: Could not open the extension '%s':
spanish: No se pudo abrir la extensión '%s':

source: <b><big>Save changes to project before closing?</big></b>
spanish: <b><big>¿Guardar cambios del proyecto antes de cerrar?</big></b>

source: Could not open the project's settings file, '%s'. Using default settings.
spanish: No se ha podido abrir el fichero de ajustes del proyecto, '%s'. Usando ajustes por defecto.

source: Error creating project directory: %s
spanish: Error creando el directorio del proyecto: %s

source: Error saving file '%s':
spanish: Error grabando el fichero '%s':

source: Error reading file '%s':
spanish: Error leyendo el fichero '%s':

source: Error creating directory '%s'.
spanish: Error creando el dirrectorio '%s'.

source: There was an error removing the old file %s.
spanish: Hubo un error eliminando el antiguo fichero %s.

source: There was an error removing %s.
spanish: Hubo un error eliminando %s.

source: Search text not found.
spanish: No se ha encontrado el texto buscado.

source: %d occurences replaced.
spanish: %d ocurrencias reemplazadas.

source: unescape_unicode: Incorrect character escape!
spanish: unescape_unicode: ¡Caracter de escape incorrecto!

source: Error opening file %s.
spanish: Error abriendo el fichero %s.

source: Error opening file %s:
spanish: Error abriendo el fichero %s:

source: Error opening HTML file '%s':
spanish: Error abriendo fichero HTML '%s':

source: Searching documentation...
spanish: Buscando en la documentación...

source: Searching extensions...
spanish: Buscando en las extensiones...

source: Searching project...
spanish: buscando en el proyecto...

source: Search complete.
spanish: Búsqueda completada.

source: New project
spanish: Nuevo proyecto

source: Creates an Inform 7 project. The Inform 7 application is a natural-language based system for creating and editing works of interactive fiction.
spanish: Crea un proyecto de Inform 7. El programa Inform 7 es un sistema basado en el lenguaje natural para la creación y edición de trabajos de ficción.

source: Invalid URI: %s
spanish: URI inválida: %s

source: Error opening directory %s:
spanish: Error abriendo el directorio %s:

source: Location
spanish: Posición

source: Error opening file: %s
spanish: Error abriendo el fichero: %s

source: Could not open documentation directory:
spanish: No se pudo abrir el directorio de la documentación:

source: Error opening extension '%s' by '%s':
spanish: Error abriendo la extensión '%s' por '%s':

source: %s by %s, line %d
spanish: %s por %s, línea %d

source: This project's Skein was unreadable.
spanish: La madeja de este proyecto es ilegible.

source: Error saving file '%s': %s
spanish: Error grabando el fichero '%s': %s

source: Could not start interpreter:
spanish: No se pudo iniciar el intérprete:

source: Play to here
spanish: Reproducir hasta aquí

source: Edit
spanish: Editar

source: Edit Label
spanish: Editar etiqueta

source: Add Label
spanish: Añadir etiqueta

source: Show in Transcript
spanish: Mostrar en la transcripción

source: Lock
spanish: Bloquear

source: Unlock
spanish: Desbloquear

source: Lock This Thread
spanish: Bloquea este hilo

source: Unlock This Thread
spanish: Desbloquea este hilo

source: New Thread
spanish: Nuevo hilo

source: Insert Knot
spanish: Insertar nudo

source: Delete
spanish: Eliminar

source: Delete all Below
spanish: Eliminar hacia abajo

source: Delete all in Thread
spanish: Eliminar todo el hilo

source: Cannot load '%s':
spanish: No se pudo cargar '%s':

source: <b>Volume...</b>
spanish: <b>Volumen...</b>

source: <b>Book...</b>
spanish: <b>Libro</b>

source: <b>Part...</b>
spanish: <b>Parte...</b>

source: <b>Chapter...</b>
spanish: <b>Capítulo...</b>

source: <b>Section...</b>
spanish: <b>Sección...</b>

source: Switch to this window
spanish: Cambiar a esta ventana
