Repository: 5l1v3r1/gnome-inform7
Catalog: po/*.po
Languages: fr, spanish

source: If the story involves randomised outcomes or events, it may be harder to check with the Replay options or with TEST commands, because the same input may produce different results every time. This option makes testing more predictable. (It has no effect on the final Release version, which will still be randomised.)
fr: Si l'hitoire fait appel à des bifurcations ou des événements aléatoires, elle peut être difficile à vérifier avec les options de Rejouer ou les commandes de TEST, car une même entrée peut produire différents résultats à chaque fois. Cette option rend les tests plus prédictibles. (Elle n'a pas d'effets sur la version final, qui sera toujours aléatoire.)

source: Inform translates the source text into a story file which can have any of four standard formats. You can change your mind about the format at any time.
fr: Inform traduit le code source dans un fichier histoire qui peut avoir n'importe lequel des quatre formats standards. Vous pouvez changer d'avis sur le format à tout moment.

source: Jump to a labeled node in the Skein
fr: Atteindre un noeud étiqueté dans l'arborescence

source: Kinds
fr: Enfants
spanish: Clases

source: La_yout
fr: _Schéma

source: Make _random outcomes more predictable when testing
fr: Rendre résultats _aléatoires plus prévisibles lors des tests

source: Next in _Skein
fr: _Suivant dans l'arborescence

source: Phrases
fr: Recueil d'expressions

source: Play _All
fr: Jouer _tous

source: Play through all the blessed nodes in the entire skein
fr: Jouer tous les noeuds validés dans l'ensemble de l'arborescence

source: Problems
fr: Problèmes
spanish: Problemas

source: Progress
fr: Progression
spanish: Progreso

source: Rules
fr: Règles
spanish: Reglas

source: Scenes
fr: Scènes
spanish: Escenas

source: Settings
fr: Configuration
spanish: Ajustes

source: Skein
fr: Arborescence
spanish: Madeja

source: Source
fr: Sources
spanish: Código

source: Transcript
fr: Transcription

source: Trim unused nodes from the skein
fr: Tronquer les noeud inutilisés de l'arborescence

source: When released, the story file is normally bound up into a Blorb file along with bibliographic data, cover art and any other resources it needs. If you need the raw story file, uncheck this option.
fr: Lors de la publication, l'histoire est normalement empaquetée dans un fichier Blorb accompagné de la bibliographie, de la couverture, et d'autres ressources nécessaires. Si vous avez besoin d'un fichier d'histoire brut, cochez cette option.

source: World
fr: Monde
spanish: Mundo

source: Z-Code Version _5 (small textual projects only)
fr: Z-Code Version _5 (petits projets textuels uniquement)

source: Z-Code Version _6 (not recommended for new projects)
fr: Z-Code Version _6 (déconseillé pour les nouveaux projets)

source: Z-Code Version _8 (medium-sized textual projects: most portable)
fr: Z-Code Version _8 (projets textuels de taille moyenne : plus portable)

source: _Back
fr: _Retour

source: _Bless
fr: _Validé

source: _Contents
fr: _Contenus
spanish: _Contenido

source: _Forward
fr: _En avant

source: _Glulx (large and multimedia projects: most capable)
fr: _Glulx (projets d'envergure ou multimédia : plus de possibilités)

source: _Labels
fr: _Étiquettes

source: _Next Diff
fr: Diff. _suivante

source: _Prev Diff
fr: Diff. _précédente

source: _Show Knot
fr: Afficher le _noeud

source: _Trim
fr: _Tronquer

source: Context
fr: Contexte
spanish: Contexto

source: File
fr: Fichier

source: Search results for:
fr: Résultats de la recherche pour :

source: Heading depth
fr: Profondeur de chapitre

source: Headings
fr: Chapitres
spanish: Encabezados

source: <b>Edit the spacing for items in the skein</b>
fr: <b>Modifier l'espacement des éléments dans l'arborescence</b>
spanish: <b>Editar el espaciado para los elementos de la madeja</b>

source: Compile and run the story
fr: Compiler et exécuter l'histoire
spanish: Compilar y ejecutar la historia

source: Compile the story ready for release
fr: Compiler l'histoire pour la publication
spanish: Compila la historia lista para su distribución

source: Compile the story with debugging features on and export it
fr: Compiler l'histoire avec les fonctionnalités de déboguage activées et les exporter
spanish: Compila la historia con las funciones de depuración y la exporta

source: Compile the story, and re-run to the previously active play point
fr: Compiler l'histoire, et ré-exécuter à partir du précédemment point actif de jeu

source: Compile the story, and run the "test me" command
fr: Compiler l'histoire, et exécuter la commande "test me"

source: Find Ne_xt Difference
fr: Trouver la différence sui_vante

source: Find Pre_vious Difference
fr: Trouver la différence précé_dente

source: Find _Next Changed Command
fr: Trouver la commande modifié _suivante

source: Go to the next changed command
fr: Atteindre la commande modifiée suivante

source: Go to the previous changed command
fr: Atteindre la commande modifiée précédente

source: Help on Installed _Extensions
fr: Aide de l'installation des extensions
spanish: Ayuda de las _extensiones instaladas

source: Import a play transcript into this story's Skein
fr: Importer la transcription du jeu dans cette arborescence d'histoire

source: N_otepad
fr: Bl_oc-notes

source: Notepad
fr: Bloc-notes

source: Open this story's Materials folder in the file manager
fr: Ouvrir ce répertoire de médias d'histoire dans le gestionnaire de fichier

source: Play through all the blessed nodes in the entire Skein
fr: Jouer tous les noeud validés dans l'ensemble de l'arborescence

source: Re_lease
fr: Pub_lier

source: Re_play Commands Blessed in Transcript
fr: Re_jouer les commandes validées dans la transcription

source: Recompile the index files and display them
fr: Recompiler l'index des fichiers et l'afficher
spanish: Recompila los ficheros del índice y los muestra

source: Refresh _Index
fr: Actualiser l'_index
spanish: Refrescar í_ndice

source: Release for _Testing...
fr: Publier pour _tester...

source: Replay
fr: Rejouer

source: S_kein
fr: _Arborescence
spanish: _Madeja

source: Save this story's iFiction metadata
fr: Enregistrer les métadonnées iFiction de l'histoire

source: Setti_ngs
fr: _Configuration
spanish: _Ajustes

source: Show Last Command in _Skein
fr: Affichier la dernière commande dans l'arborescence

source: Show Next _Difference in Skein
fr: Afficher la différence suivante dans l'arborescence

source: Show _Actions
fr: Afficher les _actions

source: Show _Contents
fr: Afficher les _contenus

source: Show _Index
fr: Afficher l'_index

source: Show _Kinds
fr: Afficher les _enfants

source: Show _Last Command
fr: Afficher la _dernière commande

source: Show _Phrasebook
fr: Afficher le _livre des recettes

source: Show _Rules
fr: Afficher les _règles

source: Show _Scenes
fr: Afficher les _scènes

source: Show _Tab
fr: Afficher l'_onglet

source: Show _World
fr: Afficher le _Monde

source: Show or hide the notepad
fr: Afficher ou masquer le bloc-notes

source: Show the Actions index
fr: Afficher l'index des actions
spanish: Muestra el índice de Acciones

source: Show the Contents index
fr: Affichier l'index des contenus
spanish: Muestra el índice de Contenido

source: Show the Documentation pane
fr: Afficher l'onglet de la documentation

source: Show the Errors pane
fr: Afficher l'onglet des erreurs

source: Show the Game pane
fr: Afficher l'onglet du jeu

source: Show the Index pane
fr: Afficher l'onglet de l'index

source: Show the Kinds index
fr: Afficher l'index des enfants
spanish: Muestra el índice de Clases

source: Show the Phrasebook index
fr: Afficher l'onglet du livre des recettes

source: Show the Rules index
fr: Afficher l'index des règles
spanish: Muestra el índice de Reglas

source: Show the Scenes index
fr: Afficher l'index des scènes
spanish: Muestra el índice de Escenas

source: Show the Settings pane
fr: Afficher l'onglet de configuration

source: Show the Skein pane
fr: Afficher l'onglet de l'arborescence

source: Show the Source pane
fr: Afficher l'onglet des sources

source: Show the Transcript pane
fr: Afficher l'onglet de la transcription

source: Show the World index
fr: Afficher l'onglet du Monde
spanish: Muestra el índice de Mundo

source: Show the documentation's table of contents
fr: Afficher le sommaire de la documentation

source: Show the last command
fr: Afficher la dernière commande

source: Show the last command in the Skein
fr: Afficher la dernière commande dans l'arborescence

source: Show the licensing help page
fr: Afficher la page d'aide sur les droits d'auteur
spanish: Muestra la página de ayuda sobre la licencia

source: Show the page listing installed extensions
fr: Afficher la page récapitulative des extensions installées
spanish: Muestra la página con la lista de extensiones instaladas

source: Show the recipe book listing all the examples
fr: Afficher le livre de recettes des examples

source: Skein spacing options
fr: Options d'espacement de l'arborescence
spanish: Opciones de espaciado de la madeja

source: Stop the story that's currently running
fr: Arrêter l'histoire en cours d'exécution
spanish: Detiene la historia actualmente en ejecución

source: This will remove nodes from the skein and transcript that have not been visited recently, and which have not been locked. Drag the slider to the right to increase the number of nodes that will be deleted. This operation cannot be undone.
fr: Ceci supprimera les noeuds de l'arborescence et de la transcription qui n'ont pas été visités récemment, et qui n'ont pas été verrouillés. Glissez le curseur à droite pour augmenter le nombre de noeuds qui seront supprimés Cette opération ne peut être annulée.

source: Trim a lot
fr: Tronquer largement
spanish: Recortar _mucho

source: Trim the skein
fr: Tronquer l'arborescence

source: View Notepad
fr: Afficher le bloc-notes

source: _Errors
fr: _Erreurs
spanish: _Errores

source: _Export iFiction Record...
fr: _Exporter l'enregistrement iFiction...

source: _Find Previous Changed Command
fr: _Trouver la dernière commande modifiée

source: _Game
fr: _Jeu
spanish: _Juego

source: _Horizontal spacing
fr: Espacement _horizontal
spanish: Espaciado _horizontal

source: _Import into Skein...
fr: _Importer dans l'arborescence

source: _License
fr: _Licence
spanish: _Licencia

source: _Open Materials Folder
fr: _Ouvrir le répertoire des médias

source: _Play
fr: _Jouer

source: _Recipe Book
fr: Livre de _recettes

source: _Release
fr: _Publier

source: _Release...
fr: _Publier...

source: _Replay
fr: _Rejouer

source: _Replay Last Commands
fr: _Rejouer les dernières commande

source: _Source
fr: _Sources
spanish: _Código

source: _Stop
fr: _Arrêter
spanish: _Parar

source: _Transcript
fr: _Transcription

source: _Trim a little
fr: _Tronquer parcimonieusement
spanish: Recortar _poco

source: _Use defaults
fr: _Utiliser les valeurs par défaut
spanish: _Por defecto

source: _Vertical spacing
fr: Espacement _vertical
spanish: Espaciado _vertical

source: Start a _new project
fr: Démarrer un _nouveau projet
spanish: Iniciar un _nuevo proyecto

source: Welcome to Inform 7
fr: Bienvenue dans Inform 7
spanish: Bienvenido a Inform 7

source: Welcome to Inform 7, a design system for interactive fiction based on natural language. To begin writing, please click one of the three buttons to the right. Inform 7 was created by Graham Nelson, with the help of Emily Short and many others. The GNOME front-end was written by P. F. Chimento.
fr: Bienvenue dans Inform 7, un système d'édition dédié à la Fiction intéractive basé sur le langage naturel. Pour commencer à écrire, veuillez cliquer sur un des trois boutons de droite. Inform 7 a été créé par Graham Nelson, avec l'aide d'Emily Short et de nombreux contributeurs. L'interface GNOME a été écrite par P. F. Chimento.

source: _Open an existing project
fr: _Ouvrir un projet existant
spanish: _Abrir un proyecto existente

source: _Reopen last project
fr: _Rouvrir le dernier projet
spanish: _Reabrir el último proyecto

source: Default color scheme for Inform 7, based on the default OS X color scheme
fr: Thème par défaut d'Inform 7, basé sur le thème par défaut d'OS X

source: Black, white, and gray
fr: Noir, blanc, et gris

source: Just plain text, no styling
fr: Texte standard, aucun style

source: Plain
fr: Standard

source: Based on the OS X "Psychedelic" color scheme
fr: Basé sur le thème "Psychédélique" d'OS X

source: Psychedelic
fr: Psychédélique
spanish: Psicodélico

source: Based on the OS X "Subdued" color scheme
fr: Basé sur le thème "Pâle" d'OS X

source: Subdued
fr: Pâle

source: Similar to Subdued, but with more subtle font styling
fr: Similaire à Pâle, mais avec plus de finesse dans le style de police

source: Subtle
fr: Subtil
spanish: A veces

source: O_pen Recent
spanish: A_brir reciente

source: Open a recently opened file
spanish: Abre un fichero abierto recientemente

source: _Install Extension...
spanish: _Instalar extensión...

source: Open an existing extension
spanish: Abre una extensión existente

source: _Recheck Document
spanish: _Revisar documento

source: Spellcheck the entire story now
spanish: Comprobar la ortografía de la historia al completo

source: _Spelling
spanish: _Ortografía

source: Shift Selection _Right
spanish: Desplazar selección (_derecha)

source: Shift Selection _Left
spanish: Desplazar selección (_izquierda)

source: Remove a tab from each line of the selection
spanish: Elimina un tabulador de cada línea de la selección

source: Renumber _All Sections
spanish: Renumerar _todas las secciones

source: R_elease
spanish: _Distribuir

source: Show the Source tab
spanish: Muestra la pestaña Código

source: Show the Errors tab
spanish: Muestra la pestaña Errores

source: _Index
spanish: Índ_ice

source: Show the Index tab
spanish: Muestra la pestaña Índice

source: Show the Skein tab
spanish: Muestra la pestaña Madeja

source: Show the Game tab
spanish: Muestra la pestaña Juego

source: _Documentation
spanish: _Documentación

source: Show the Documentation tab
spanish: Muestra la pestaña Documentación

source: Show the Settings tab
spanish: Muestra la pestaña Ajustes

source: Ne_xt Sub Panel
spanish: Si_guiente subpanel

source: Move to the next sub panel in this panel
spanish: Moverse al siguiente subpanel en este panel

source: _Actions
spanish: _Acciones

source: _Kinds
spanish: C_lases

source: _Rules
spanish: _Reglas

source: _Scenes
spanish: E_scenas

source: _World
spanish: _Mundo

source: Show _Inspectors
spanish: Mostrar _inspectores

source: Show the inspectors toolbar
spanish: Muestra la ventana de inspectores

source: Show _Tabs
spanish: Mostrar pes_tañas

source: Show Inde_x
spanish: Mostrar índi_ce

source: Inform _Help
spanish: A_yuda de Inform

source: Show the documentation index
spanish: Muestra el índice de la documentación

source: _GNOME Inform Notes
spanish: Notas de _GNOME Inform

source: Show notes specific to this GNOME version of Inform
spanish: Muestra notas específicas a esta versión GNOME de Inform

source: Fo_rmat
spanish: Fo_rmato

source: Release
spanish: Distribuir

source: Compile the story ready for release (with all debugging features turned off) and save the result
spanish: Compila la historia para su distribución (con todas las funciones de depuración desactivadas) y guarda el resultado

source: Search the documentation for a particular phrase
spanish: Buscar en la documentación una frase determinada

source: Documentation
spanish: Documentación

source: Actions
spanish: Acciones

source: Index
spanish: Índice

source: Labels
spanish: Etiquetas

source: Layout
spanish: Distribución

source: Trim
spanish: Recortar

source: Remove all knots that have not been locked
spanish: Elimina todos los nudos que no han sido bloqueados

source: Z-code version 5 (up to 256k)
spanish: Código Z versión 5 (hasta 256k)

source: Z-code version 8 (up to 512k)
spanish: Código Z versión 8 (hasta 512k)

source: Z-code version 6 (up to 512k, graphical)
spanish: Código Z versión 6 (hasta 512k, gráfico)

source: Glulx (up to 4Gb)
spanish: Glulx (hasta 4Gb)

source: Create a Blorb archive for release
spanish: Crear un archivo Blorb para distribuir

source: <b>Format of compiled story file</b>
spanish: <b>Formato de la historia compilada</b>

source: translator-credits
spanish: Ángel Eduardo [<arcnor@arcnor.com>]

source: A GNOME IDE for Inform 7
spanish: Una IDE de GNOME para Inform 7

source: Welcome to Inform 7, a design system for interactive fiction based on natural language. To begin writing, please click one of the three buttons below. Inform 7 was created by Graham Nelson, with the help of Emily Short and many others. The GNOME front-end was written by P.F. Chimento. This is Public Beta build 5U92.
spanish: Bienvenido a Inform 7, un sistema de diseño para ficción interactiva basado en el lenguaje natural. Para comenzar a escribir, pulsa sobre alguno de los tres botones inferiores. Inform 7 ha sido creado por Graham Nelson, con la ayuda de Emily Short y muchos otros. El front-end GNOME ha sido creado por P. F. Chimento Esta es la Beta Pública build 5U92.

source: Find
spanish: Buscar

source: R_eplace with:
spanish: R_eemplazar con:

source: _Search for:
spanish: _Buscar:

source: Contains
spanish: Contiene

source: Starts with
spanish: Comienza por

source: Full word
spanish: Palabra completa

source: _Previous
spanish: _Anterior

source: _Next
spanish: _Siguiente

source: Close this window
spanish: Cerrar esta ventana

source: _Format
spanish: _Formato

source: New Project
spanish: Nuevo proyecto

source: Choose the type of project you want to create here.
spanish: Elige aquí el tipo de proyecto que deseas crear.

source: The na_me of the new project
spanish: El no_mbre del nuevo proyecto

source: Enter a name for the project here.
spanish: Introduce aquí un nombre para el proyecto.

source: The _author's name
spanish: El nombre del _autor

source: You can change the name of the story's author here.
spanish: Aquí puedes cambiar el nombre del autor de la historia.

source: You can change the name of the author of the extension here.
spanish: Aquí puedes cambiar el nombre del autor de la extensión.

source: Enter a name for the new extension here.
spanish: Introduce aquí un nombre para la nueva extensión.

source: Inform 6.3 Project
spanish: Proyecto Inform 6.3

source: GNOME Inform 7 Preferences
spanish: Preferencias de GNOME Inform 7

source: Font st_yling:
spanish: Fuente (es_tilo):

source: Font si_ze:
spanish: Fuente (ta_maño):

source: Font _set:
spanish: Fuente (c_onjunto):

source: Standard
spanish: Estándar

source: Programmer
spanish: Programador

source: None
spanish: Ninguno

source: Often
spanish: A menudo

source: _Color set:
spanish: Set de _colores:

source: Chan_ge colors:
spanish: Cam_biar colores:

source: Never
spanish: Nunca

source: Occasionally
spanish: Ocasionalmente

source: <b>Colors</b>
spanish: <b>Colores</b>

source: <b>Tab _width</b>
spanish: <b>A_ncho del tabulador</b>

source: Styles
spanish: Estilos

source: _Notes
spanish: _Notas

source: _Headings
spanish: _Encabezados

source: _Search
spanish: _Búsqueda

source: <b>Active Inspectors</b>
spanish: <b>Inspectores activos</b>

source: Inspectors
spanish: Inspectores

source: <b>Natural Inform Extensions</b>
spanish: <b>Extensiones de Natural Inform</b>

source: This shows the list of installed Inform 6 extensions. Drag files or directories here to install new extensions.
spanish: Aquí se muestra una lista de extensiones de Inform 6 instaladas. Arrastra aquí ficheros o directorios para instalar nuevas extensiones.

source: Adds a new Inform 6 extension using a file chooser.
spanish: Añade una nueva extensión de Inform 6 usando un selector de ficheros.

source: Deletes the currently selected Inform 6 extension.
spanish: Elimina la extensión de Inform 6 actualmente seleccionada.

source: <b>Inform 6 Extensions</b>
spanish: <b>Extensiones de Inform 6</b>

source: Extensions
spanish: Extensiones

source: _Preferred author's name for Inform 7 projects
spanish: Nombre de autor _preferido para proyectos de Inform 7

source: Fill in the name you prefer to use for your new Inform 7 projects here. If this field is left blank, then your long username is used instead. Note that you can always change the name you are writing under after you have created the project.
spanish: Escribe aquí el nombre que prefieres usar para tus nuevos proyectos de Inform 7. Si se deja este campo en blanco, se utilizará tu nombre de usuario. Recordar que siempre puedes cambiar el nombre bajo el que escribes tras crear el proyecto.

source: Intelligence
spanish: Inteligencia

source: You can enter notes about the current project here.
spanish: Aquí puedes introducir notas del proyecto actual.

source: Notes
spanish: Notas

source: This shows a table of contents for the current project.
spanish: Aquí se muestra una tabla de contenidos para el proyecto actual.

source: Search for:
spanish: Buscar:

source: Enter the phrase you want to search for here.
spanish: Introduce aquí la frase que quieres buscar.

source: Case sensitive
spanish: Coincidir mayúsculas y minúsculas

source: Click this to begin the search.
spanish: Pulsa aquí para iniciar la búsqueda.

source: Project files
spanish: Ficheros de proyecto

source: If this is checked, the files in the current project will be searched.
spanish: Si se marca, se buscará en los ficheros del proyecto actual.

source: If this is checked, the extensions will be searched.
spanish: Si se marca, se buscará en las extensiones.

source: If this is checked, the documentation will be searched.
spanish: Si se marca, se buscará en la documentación.

source: Search Files
spanish: Buscar en ficheros

source: Search results
spanish: Resultados de la búsqueda

source: Search results for:
spanish: Resultados de la búsqueda para:

source: This shows the list of results from the search displayed above.
spanish: Esto muestra la lista de resultados para la búsqueda mostrada arriba.

source: Trim the skein?
spanish: ¿Recortar la madeja?

source: This will remove nodes from the skein and transcript that have not been visited recently, and which have not been locked. Drag the slider to the right to increase the number of nodes that will be deleted. This operation cannot be undone.
spanish: Esto eliminará nodos de la madeja y la transcripción que no hayan sido visitados recientemente ni bloqueados.Arrastra el control deslizante hacia la derecha para incrementar el número de nodos a eliminar. Esta operación no se puede deshacer.

source: Couldn't find pixmap file: %s
spanish: Imposible encontrar el fichero pixmap: %s

source: Project saved.
spanish: Proyecto guardado.

source: Untitled document
spanish: Documento sin título

source: Error initializing spell checking:
spanish: Error inicializando la corrección ortográfica:

source: Quit GNOME Inform 7?
spanish: ¿Salir de GNOME Inform 7?

source: Error opening extensions directory:
spanish: Error abriendo el directorio de extensiones:

source: <b><big>Save changes to project '%s' before closing?</big></b>
spanish: <b><big>¿Guardar cambios del proyecto '%s' antes de cerrar?</big></b>

source: Error creating UUID file:
spanish: Error creando fichero UUID:

source: Running Natural Inform...
spanish: Ejecutando Natural Inform...

source: Game files (.z?,.ulx)
spanish: Ficheros de juego (.z?, .ulx)

source: Error copying file '%s' to '%s':
spanish: Error copiando fichero '%s' a '%s':

source: Error copying file '%s' to '%s': %s
spanish: Error copiando fichero '%s' a '%s': %s

source: An application file, %s, was not found. Please reinstall GNOME Inform 7.
spanish: Un fichero de la aplicación, %s, no se ha podido encontrar. Por favor, reinstale GNOME Inform 7.
