Repository: 5l1v3r1/gnome-inform7
Catalog: po/*.po
Languages: fr, spanish

source: Recent manager file does not have tag
fr: Le gestionnaire de fichier récent n'a pas d'étiquette

source: Select the file to import into the skein
fr: Sélectionner le fichier à importer dans l'arborescence

source: Interpreter recording files (*.rec)
fr: Fichiers d'enregistrement de l'interpréteur (*.rec)

source: All Files
fr: Tous les fichiers

source: Are you sure you want to revert to the last saved version?
fr: Êtes-vous certain de vouloir revenir à la dernière version enregistrée
spanish: ¿Estás seguro de que quieres volver a la última versión guardada?

source: All unsaved changes will be lost.
fr: Toute modification non enregistrée sera perdue.
spanish: Se perderán todos los cambios no guardados.

source: Paginating...
fr: Pagination...

source: There was an error printing:
fr: Il y avait une erreur d'impression :

source: Save the game for release
fr: Enregistrer le jeu pour la publication

source: Save debug build
fr: Enregistrer le journal de débogage

source: Could not find Materials folder
fr: Impossible de trouver le répertoire des médias

source: At the moment, this project has no Materials folder - a convenient place to put figures, sounds, manuals, hints or other matter to be packaged up with a release. Would you like to create one?
fr: Actuellement, ce projet n'a pas de répertoire pour les médias - emplacement pour les illustrations, sons, manuels, conseils et autres choses susceptibles d'êtres incluses dans le jeu Voulez-vous en créer un ?

source: creating Materials folder
fr: création du répertoire des médias

source: Error opening external viewer for %s:
fr: Erreur d'ouverture de la visionneuse externe avec %s :
spanish: Error abriendo el visor externo para %s:

source: The page "%s" should have opened in your browser:
fr: La page "%s" devrait s'être affichée dans votre navigateur :

source: Copyright 2006–%s P. F. Chimento (front end), Graham Nelson et al. (compiler).
fr: Copyright 2006–%s P. F. Chimento (interface), Graham Nelson et al. (compilateur).

source: Inform written by: Graham Nelson Glulx compiler written by: Graham Nelson and Andrew Plotkin Inform front-end written by: P. F. Chimento Contributions by: Adam Thornton Daniel Nilsson Evil Tabby Cat Eric Forgeot Jonathan Liu Zachary Amsden David Leverton Contributions to the compiler: Emily Short Gunther Schmidl Andrew Plotkin Jason Penney Joe Mason Cedric Knight David Kinder Roger Firth Michael Coyne David Cornelson Neil Cerutti Kevin Bracey
fr: Inform a été écrit par : Graham Nelson Le compilateur Glulx a été écrit par : Graham Nelson and Andrew Plotkin Interface d'Inform écrite par : P. F. Chimento Contributions de : Adam Thornton Daniel Nilsson Evil Tabby Cat Eric Forgeot Jonathan Liu Zachary Amsden David Leverton Contributions au compilateur de : Emily Short Gunther Schmidl Andrew Plotkin Jason Penney Joe Mason Cedric Knight David Kinder Roger Firth Michael Coyne David Cornelson Neil Cerutti Kevin Bracey

source: See Help→License for licensing information.
fr: Consulter l'aide→Licence pour les informations sur les droits d'auteur.

source: Ángel Eduardo (Spanish)
fr: Ángel Eduardo (Espagnol)

source: About Inform
fr: À propos d'Inform

source: creating the Inform directory
fr: création du répertoire Inform

source: Could not compile regex
fr: Impossible de compiler l'expression régulière

source: The file '%s' does not seem to be an extension. Extensions should be saved as UTF-8 text format files, and should start with a line of one of these forms: <Extension> by <Author> begins here. Version <Version> of <Extension> by <Author> begins here.
fr: Le fichier '%s' ne semble pas être une extension. Les extensions doivent être encodées en UTF-8 et débutées par des lignes comme celles-ci : <Extension> by <Author> begins here. Version <Version> of <Extension> by <Author> begins here.
spanish: El fichero '%s' no parece ser una extensión. Las extensiones deben ser guardadas como ficheros de texto formateados en UTF-8 y deben comenzar con una línea similar a alguna de las siguientes: <Extensión> by <Autor> begins here. Version <Versión> of <Extensión> by <Autor> begins here.

source: creating a directory
fr: création d'un répertoire

source: A version of the extension %s by %s is already installed. Do you want to overwrite the installed extension with this new one?
fr: Une version de l'extension %s de %s est déjà installée. Voulez-vous remplacer l'extension installée par la nouvelle ?
spanish: Ya hay instalada una versión de la extensión %s por %s. ¿Quieres reemplazar la existente con esta nueva?

source: copying a file
fr: copie d'un fichier

source: removing an old extension file
fr: suppression d'un ancien fichier d'extension

source: deleting the file with or without extension
fr: suppression du fichier avec ou sans extension

source: deleting an old symlink
fr: suppression d'une ancienne liaison symbolique

source: deleting an empty directory
fr: suppression d'un répertoire vide

source: opening extensions directory
fr: ouverture du répertoire des extensions

source: reading extensions directory
fr: lecture du répertoire des extensions

source: An application file, %s, was not found. Please reinstall Inform 7.
fr: Un fichier de l'application, %s, est introuvable. Veuillez réinstaller Inform 7.

source: Error while building interface
fr: Erreur durant la construction de l'interface

source: Error while getting object '%s' during interface building
fr: Erreur de manipulation de l'objet '%s' lors de la compilation de l'interface.

source: Cannot create user styles directory
fr: Impossible de créer le répertoire des thèmes

source: Cannot install style scheme
fr: Impossible d'installer le thème

source: Cannot uninstall style scheme
fr: Impossible de désinstaller le thème

source: Building menus failed
fr: La construction des menus a échouée

source: The source code has been modified from outside Inform. Do you want to reload it?
fr: Le code a été modifié en dehors d'Inform. Voulez-vous le recharger ?

source: Could not start file monitor
fr: Impossible de lancer le gestionnaire de fichier

source: <b><big>Save changes to '%s' before closing?</big></b>
fr: <b><big>Enregistrer les modifications de '%s' avant de fermer ?</big></b>
spanish: <b><big>¿Guardar cambios de '%s' antes de cerrar?</big></b>

source: If you don't save, your changes will be lost.
fr: Si vous n'enregistrez pas, vos modifications seront perdues.
spanish: Si no guardas, se perderán tus cambios.

source: Close _without saving
fr: Fermer _sans enregistrer
spanish: Cerrar _sin guardar

source: %d occurrences replaced
fr: %d occurrences remplacées

source: Phrase not found
fr: Expression introuvable

source: Inform got an error while accessing "%s" from %s.
fr: Inform a rencontré une erreur en accèdent à "%s" depuis %s.

source: Inform cannot read "%s" from %s.
fr: Inform ne parvient pas à lire "%s" depuis %s.

source: Inform cannot save "%s" to %s.
fr: Inform ne parvient pas à enregistrer "%s" vers %s.

source: Inform could not read "%s" from %s.
fr: Inform ne parvient pas à lire "%s" depuis %s.

source: Inform could not save "%s" to %s.
fr: Inform ne parvient pas à enregistrer "%s" vers %s.

source: byte
fr: octect

source: %.1f KB
fr: %.1f KO

source: %.1f MB
fr: %.1f MO

source: %.1f GB
fr: %.1f GO

source: The error <b>"%s"</b> occurred during the following operation: %s.
fr: L'erreur <b>"%s"</b> s'est produite durent l'opération suivante : %s.

source: Try again. If it fails again, file a bug report on the Inform website.
fr: Essayez encore. Si elle échoue encore, veuillez envoyer un rapport de bogue au site d'Inform.

source: There is no file with that name at that location.
fr: Il n'y a aucun fichier portant ce nom à cet emplacement.

source: Try checking that you spelled the file's name correctly. Remember that capitalization is significant ("MyFile" is not the same as "MYFILE" or "myfile").
fr: Essayez de vérifier que vous avez saisi le nom du fichier correctement. Rappelez-vous que la capitalisation est importante ("MonFichier" n'est pas la même chose que "MONFICHIER" ou "monfichier").

source: The location does not exist.
fr: L'emplacement n'existe pas.

source: Try checking that you spelled the location correctly. Remember that capitalization is significant ("MyDirectory" is not the same as "mydirectory" or "MYDIRECTORY").
fr: Essayez de vérifier que vous avez saisi l'emplacement correctement. Rappelez-vous que la capitalisation est importante («MonRépertoire" n'est pas la même chose que "monrepertoire" ou "MONREPERTOIRE").

source: The location "%s" does not support the reading of files.
fr: L'emplacement "%s" n'autorise pas la lecture des fichiers.

source: Try loading a file from a different location. If you think that you ought to be able to read this file, contact your system administrator.
fr: Essayez de charger un fichier depuis un autre emplacement. Si vous pensez que vous devriez être capable de lire ce fichier, contactez votre administrateur système.

source: The location "%s" does not support the writing of files.
fr: L'emplacement "%s" n'autorise pas l'écriture des fichiers.

source: Try saving to a different location.
fr: Essayez d'enregistrer à un autre emplacement.

source: The size of the file would be %s, but you only have %s free on that device.
fr: La taille du fichier devrait être %s, mais vous avez seulement %s de libre sur ce périphérique

source: The file is too big to fit in the remaining space on the device (file size would be %s).
fr: Le fichier est trop grand pour tenir dans l'espace restant sur le périphérique (la taille du fichier devrait être de %s).

source: The file is too big to fit in the remaining space on the device.
fr: Ce fichier est trop grand pour tenir dans l'espace restant sur le périphérique.

source: Try saving the file to a different location, or making more space by moving unwanted files from that device to the trash.
fr: Essayez d'enregistrer le fichier à un emplacement différent, ou faite plus de place en déplaçant les fichiers indésirables de ce périphérique dans la corbeille.

source: The system does not recognize that as a valid location.
fr: Le système ne reconnaît pas cet emplacement.

source: Try checking that you spelled the location correctly. Remember that capitalisation is significant ("http" is not the same as "Http" or "HTTP").
fr: Essayez de vérifier que vous avez saisi l'emplacement correctement. Rappelez-vous que la capitalisation est importante («http» n'est pas la même chose que "Http" ou "HTTP").

source: You do not have permission to read that file.
fr: Vous n'avait pas la permission pour lire ce fichier.

source: Try asking your system administrator to give you permission.
fr: Essayez de demander à votre administrateur système de vous donner la permission.

source: You do not have permission to write to that location.
fr: Vous n'avait pas la permission pour écrire ce fichier.

source: Try saving to a different location, or ask your system administrator to give you permission.
fr: Essayez d'enregistrer à un endroit différent, ou demandez à votre administrateur système pour vous donner la permission.

source: The system is trying to operate on too many files at once.
fr: Le système tente de travailler sur trop de fichiers à la fois.

source: Try again. If it fails again, try closing unneeded applications, or contact your system administrator.
fr: Essayez à nouveau. Si l'erreur se produit encore, essayez de fermer des applications inutiles, ou contactez votre administrateur système.

source: There were problems reading the contents of the file.
fr: Il y a eût des problèmes de lecture du contenu du fichier.

source: Try again. If it fails again, contact your system administrator.
fr: Essayez à nouveau. S'il échoue à nouveau, contactez votre administrateur système.

source: It is a directory, rather than a file.
fr: Ceci est un répertoire, pas un fichier.

source: Try using the Desktop Search to find your file.
fr: Essayez d'utiliser la recherche du bureau pour trouver votre fichier.

source: You must save to a file within a directory, rather than to the directory itself.
fr: Vous devez enregistrer dans un fichier dans un répertoire, plutôt que le répertoire lui-même.

source: The server could not be contacted.
fr: Le serveur n'a pas pu être contacté.

source: Try again. If it fails again, the server may be down.
fr: Essayez à nouveau. S'il échoue à nouveau, le serveur peut être en panne.

source: The system could not login to the location.
fr: Le système n'a pas pu vous connecter à l'emplacement.

source: The location was too busy.
fr: L'emplacement est plein.

source: The name is too long for the location to manage.
fr: Le nom est trop long pour l'emplacement cible.

source: Try again with a shorter file name.
fr: Essayez de nouveau avec un nom plus court.

source: An unexpected internal error occurred.
fr: Une erreur inattendue s'est produite.

source: Untitled
fr: Sans titre

source: <big><b>You are editing a built-in Inform extension.</b></big>
fr: <big><b>Vous êtes en train de modifier une extension intégrée d'Inform.</b></big>

source: You are not allowed to overwrite the extensions built into Inform. Instead, select <i>Save As...</i> or <i>Save a Copy...</i> from the <i>File</i> menu to save a copy of the extension to a different file. You can then install the extension to the local extensions directory by selecting <i>Install Extension</i> from the <i>File</i> menu, and the compiler will use that extension instead of the built-in one.
fr: Vous n'êtes pas autorisés à modifier les extensions intégrées d'Inform. Au lieu de cela, sélectionnez <i>Enregistrer sous...</i> ou <i>Enregistrer une copie...</i> dans le menu <i>Fichier</i> pour enregistrer une copie de l'extension dans un fichier différent. Vous pouvez alors installer l'extension dans le répertoire local des extensions en sélectionnant <i>Installer une extension </i> dans le menu <i>Fichier</i>, et le compilateur utilisera cette extension à la place de sa version intégrée.

source: Saving project...
fr: Enregistrement du projet...

source: Cannot load %s source-language highlighting definition
fr: Impossible de charger la définition de coloration syntaxique du langage %s

source: [FILE1 FILE2 ...]
fr: [FICHIER1 FICHIER2 ...]

source: - Interactive fiction IDE
fr: - EDI de fiction interactive

source: Failed to parse commandline options.
fr: Impossible d'analyser les options de la ligne de commande.

source: Command
fr: Commande

source: The command entered in the game
fr: La commande entrée dans le jeu

source: Label
fr: Étiquette

source: The text this node has been labelled with
fr: Le texte avec lequel ce noeud a été étiqueté

source: Transcript text
fr: Texte de la transcription

source: The text produced by the command on the last play-through
fr: Le texte produit par la commande lors de la dernière exécution

source: Expected text
fr: Texte attendu

source: The text this command should produce
fr: Le texte que cette commande devrait produire

source: Changed
fr: Modifié

source: Whether the transcript text has changed since the last time this node was played
fr: Le texte de la transcription a changé depuis la dernière fois que ce nœud a été joué

source: Blessed
fr: Validé

source: Whether this node has expected text
fr: Ce noeud attendait le texte

source: Locked
fr: Verrouillé

source: Whether this node is locked
fr: Ce noeud est verrouillé

source: Played
fr: Joué

source: Whether this node is in the currently playing thread
fr: Ce noeud est dans le fils en cours d'exécution

source: This node's score, used for cleaning up the skein
fr: Ce nœud de score, utilisé pour nettoyer l'arborescence

source: Match type
fr: Type correspondant

source: How this node's transcript and expected text differ
fr: Variation de la transcription de ce noeud et du texte attendu

source: JavaScript error: Unknown argument to selectView()
fr: Erreur JavaScript : argument inconnu de selectView()

source: Cannot unescape unicode characters
fr: Impossible d'échapper les caractères unicode

source: Error converting '%s' to URI:
fr: Erreur de conversion de '%s' vers l'URI :

source: Are you sure you want to bless all the items in the transcript?
fr: Êtes-vous certain de vouloir valider tous les éléments dans la transcription ?

source: This will 'Bless' all the items currently in the transcript so that they appear as the 'expected' text in the right-hand column. This operation cannot be undone.
fr: Ceci 'validera' tous les éléments actuellement dans la transcription de sorte qu'ils apparaissent comme les textes "attendus" dans la colonne de droite. Cette opération ne peut être annulée.

source: Could not locate real filename for URI %s. There may be a bug in the HTML generated by Inform.
fr: Impossible de trouver le nom de fichier réel pour l'URI %s. Il peut y avoir un bug dans le code HTML généré par Inform.

source: Unrecognized protocol: %s
fr: Protocole inconnu : %s
spanish: Protocolo desconocido: %s

source: Placeholder text
fr: Texte du conteneur

source: Text to use as a placeholder when no text has been entered
fr: Texte à utiliser dans le conteneur lorsqu'aucun texte n'a été entré

source: Volumes only
fr: Tomes seulement

source: Volumes and Books
fr: Tomes et livres

source: Parts and higher
fr: Parties et titres supérieurs

source: Chapters and higher
fr: Chapitres et titres supérieurs

source: All headings
fr: Tous les chapitres

source: No headings are visible at this level. Drag the slider below to the right to make the headings in the source text visible.
fr: Aucun chapitre n'est visible à ce niveau. Faites glisser le curseur en bas à droite pour rendre visible les chapitres dans le code source.

source: Larger Inform projects are usually divided up with headings like 'Chapter 2 - Into the Forest'. This page automatically displays those headings as a Table of Contents, but since there are no headings in this project yet, there is nothing to see.
fr: Les grands projets Inform sont généralement subdivisés en chapitres tel que 'Chapitre 2 - Dans la forêt ». Cette page affiche automatiquement ces chapitres, sous forme d'une table des matières, mais puisqu'il n'y a pas encore de chapitre dans ce projet, il n'y a rien à voir.

source: Error initializing spell checking: %s. Is your spelling dictionary installed?
fr: Erreur d'initialisation de la vérification orthographique : %s. Votre dictionnaire est-il installé ?

source: There was an error saving the Skein. Your story will still be saved. Problem:
fr: Il y a eût une erreur lors de l'enregistrement de l'arborescence. Votre histoire devrait être à nouveau enregistrée. Problème :

source: There was an error saving the Notepad. Your story will still be saved. Problem:
fr: Il y avait une erreur d'enregistrement du bloc-notes. Votre histoire devrait être à nouveau enregistrée. Problème :

source: There was an error saving the project settings. Your story will still be saved. Problem:
fr: Il y avait une erreur d'enregistrement de la configuration du projet. Votre histoire devrait être à nouveau enregistrée. Problème :

source: Open Project
fr: Ouvrir un projet

source: This project's Skein was not found, or it was unreadable.
fr: L'arborescence du projet est introuvable ou illisible.
spanish: La madeja de este proyecto no se ha encontrado, o es ilegible.

source: Could not open the project's settings file. Using default settings.
fr: Impossible d'ouvrir le fichier de configuration du projet. Utilisation des paramètres par défaut.

source: Error creating UUID.
fr: Erreur de création UUID.
spanish: Error creando UUID.

source: creating UUID file
fr: création du fichier UUID

source: Compiling Inform 7 to Inform 6
fr: Compilation d'Inform 7 vers Inform 6

source: Running Inform 6...
fr: Exécution d'Inform 6...
spanish: Ejecutando Inform 6...

source: Compiler finished with code %d
fr: Compilateur a terminé avec le code %d

source: Running cBlorb...
fr: Exécution de cBlorb...
spanish: ejecutando cBlorb...

source: Compiling succeeded.
fr: Compilation réussie.
spanish: Compilación exitosa.

source: Compiling failed.
fr: Compilations échouée.
spanish: Compilación fallida.

source: iFiction records (.iFiction)
fr: Enregistrements iFiction (.iFiction)

source: Save iFiction record
fr: Sauvegarder l'enregistrement iFiction

source: copying iFiction record
fr: copie de l'enregistrement iFiction

source: The compiler failed to create an iFiction record; check the errors page to see why.
fr: Le compilateur a échoué a créer un enregistrement iFiction ; consultez la page d'erreur pour en savoir plus.

source: Glulx games (.ulx,.gblorb)
fr: Jeux Glulx (.ulx,.gblorb)
spanish: Juegos Glulx (.ulx, .gblorb)

source: Z-code games (.z?,.zblorb)
fr: Jeux Z-code (.z?,.zblorb)
spanish: Juegos Z-code (.z?, .zblorb)

source: copying compiler output
fr: copie de la sortie du compilateur

source: The file '%s' could not be read because it contained invalid UTF-8 text.
fr: Le fichier '%s' ne peut pas être lu car il contient des caractères UTF-8 invalides.

source: Save File
fr: Enregistrer le fichier
spanish: Guardar fichero

source: A project named "%s" already exists. Do you want to replace it?
fr: Un projet nommé "%s" existe déjà. Voulez-vous le remplacer ?

source: Replacing it will overwrite its contents.
fr: Le remplacer, écrasera son contenu.

source: _Replace
fr: _Remplacer
spanish: _Reemplazar

source: Cleaning out build files...
fr: Nettoyage des fichiers de compilation...

source: The story "%s" already exists in the directory %s. Please choose another title or directory.
fr: L'histoire "%s" existe déjà dans le répertoire %s. Veuillez choisir un autre titre ou un autre répertoire.

source: The project name cannot contain any of the following: %s
fr: Le nom de projet ne peut être aucun des suivants : %s
spanish: El nombre del proyecto no puede incluir nada de lo siguiente: %s

source: <big><b>%s</b> by %s</big> Project Type: %s Directory to create project in: %s
fr: <big><b>%s</b> par %s</big> Type du projet: %s Répertoire où sera créer le projet : %s

source: Inform 7 Extension
fr: Extension Inform 7
spanish: Extensión de Inform 7

source: Inform 7 Story
fr: Histoire Inform 7

source: The Inform 7 application is a natural-language based system for creating and editing works of interactive fiction. Choose one of the options below to get started.
fr: Inform 7 est un système d'édition de fiction interactive basé sur le langage naturel. Choisissez l'une des options ci-dessous pour démarrer.

source: New story
fr: Nouvelle histoire

source: Creates a blank Inform 7 project, in which you can write a work of interactive fiction.
fr: Créé un projet Inform 7 vierge, dans lequel vous pouvez écrire une fiction interactive.

source: New set of extension rules
fr: Nouvel ensemble de règles d'extension
spanish: Nuevo conjunto de reglas

source: For experienced users of Inform 7. An extension is a set of rules which can be used in more than one work of interactive fiction, either for your own use or to be contributed to the community.
fr: Pour les utilisateurs expérimentés d'Inform 7. Une extension est un ensemble de règles qui peuvent être réutilisées dans plusieurs fictions interactives, pour votre propre usage ou pour contribuer à la communauté.
spanish: Para usuarios experimentados de Inform 7. Una extensión es un conjunto de reglas que puede ser usada en más de un trabajo de ficción interactiva, ya sea para tu propio uso o para ser contribuido a la comunidad.

source: Add Color Scheme
fr: Ajouter un thème

source: Color Scheme Files
fr: Fichiers du thème

source: The selected color scheme cannot be installed.
fr: Le thème sélectionné n'a pas pu être installé.

source: Could not remove color scheme "%s".
fr: Impossible de supprimer le thème "%s".

source: accessing a URI
fr: accès à l'URI

source: opening a directory
fr: ouverture d'un répertoire
