Repository: 5l1v3r1/gnome-inform7
Catalog: po/*.po
Languages: fr, spanish

source: reading a directory
fr: lecture d'un répertoire

source: 1 space
fr: 1 espace

source: Select the extensions to install
fr: Sélectionner les extensions à installer
spanish: Selecciona las extensiones a instalar

source: Inform 7 Extensions (*.i7x)
fr: Extensions Inform 7 (*.i7x)

source: Are you sure you want to remove %s by %s?
fr: Êtes-vous certain de vouloir remplacer %s par %s ?
spanish: ¿Estás seguro de querer eliminar %s por %s?

source: Story, line %d
fr: Histoire, ligne %d
spanish: Historia, línea %d

source: %s, line %d
fr: %s, ligne %d

source: Project File
fr: Ficher de projet

source: Recipe Book
fr: Livre de recettes

source: unknown
fr: inconnu

source: Search Results
fr: Résultats de la recherche

source: Search results for: "%s"
fr: Résultats de la recherche pour : "%s"

source: Recipe Book,
fr: Livre de recettes,

source: opening documentation directory
fr: ouverture du répertoire de la documentation

source: Please be patient, indexing %s...
fr: Veuillez patienter, indexation de %s...

source: - start -
fr: - démarrage -
spanish: - inicio -

source: Current node
fr: Noeud actuel

source: The node currently displayed in the Transcript
fr: Le noeud en cours d'affichage dans la transcription

source: Played node
fr: Noeud joué

source: The node last played in the Game view
fr: Le dernier noeud joué dans la vue du jeu

source: Horizontal spacing
fr: Espacement horizontal

source: Pixels of horizontal space between skein branches
fr: Pixels d'espacement horizontal entre les branches de l'arborescerce

source: Vertical spacing
fr: Espacement vertical

source: Pixels of vertical space between skein items
fr: Pixels d'espacement vertical entre les branches de l'arborescerce

source: Locked color
fr: Couleur de verrouillage

source: Color of locked threads
fr: Couleur des fils verrouillés

source: Unlocked color
fr: Couleur de déverrouillage

source: Color of unlocked threads
fr: Couleur des fils déverrouillés

source: <Skein> element not found.
fr: <Skein> élément introuvable.

source: rootNode attribute not found.
fr: attribut rootNode introuvable.

source: Could not spawn process:
fr: Impossible de reproduire processus :

source: Could not load interpreter:
fr: Impossible de charger l'interpréteur :
spanish: No se pudo cargar el intérprete:

source: Reloading index...
fr: Rechargement de l'index...
spanish: Recargando índice...

source: <b>Unable to delete the active branch in the skein</b>
fr: <b>Impossible de supprimer la branche active dans l'arborescence</b>
spanish: <b>No se pudo eliminar la rama activa de la madeja</b>

source: It is not possible to delete the branch of the skein that leads to the current position in the game. To delete this branch, either stop or restart the game.
fr: Il n'est pas possible de supprimer la branche de l'arborescence qui mène à la position actuelle dans le jeu. Pour supprimer cette branche, arrêter ou redémarrer le jeu.
spanish: No es posible eliminar la rama de la madeja que lleva a la posición actual del juego. Para eliminar esta rama, para o reinicia el juego.

source: This knot has been locked to preserve it. Do you really want to delete it? (This cannot be undone.)
fr: Ce noeud a été verrouillé pour le préservé. Voulez-vous réélement le supprimer ? (Ceci ne pourra pas être annuler.)
spanish: Este nudo se ha bloqueado para protegerlo. ¿De verdad deseas eliminarlo? (Esto no se puede deshacer.)

source: _Play to Here
fr: _Jouer jusqu'à ce point

source: _Edit
fr: Modifi_er

source: Edit _Label
fr: Modifier une étiqu_ette

source: Add _Label
fr: Ajouter une étiqu_ette

source: Show in _Transcript
fr: Afficher dans la _transcription

source: Un_lock
fr: Déverroui_ller

source: _Lock
fr: Verroui_ller

source: Unloc_k This Thread
fr: Dé_verrouiller le fil

source: Loc_k This Thread
fr: Verrouiller le fil

source: _New Thread
fr: _Nouveau fil

source: _Insert Knot
fr: _Insérer un noeud

source: _Delete
fr: _Supprimer

source: Delete all _Below
fr: Supprimer tous ce qui est au dessous

source: Delete _all in Thread
fr: Supprimer _tous les fils

source: _Save Transcript to here...
fr: _Enregistrer la transcription sous...

source: Default width
fr: Largeur par défaut

source: The width to make the whole renderer
fr: La largeur sur laquelle effectuer l'ensemble du rendu

source: Text padding
fr: Texte de remplissage

source: Padding between the edges of the rectangles and the text
fr: Remplissage entre les bords des rectangles et le texte

source: Command from the Skein
fr: Commande de l'arborescence

source: Transcript text from the Skein
fr: Transcription de l'arborescence

source: Expected text from the Skein
fr: Texte attendu de l'arborescence

source: -1 = no comparison, 0 = no match, 1 = near match, 2 = exact match
fr: -1 = pas de comparaison, 0 = pas de correspondance, 1 = correspondance approximative, 2 = correspondance exacte

source: Current
fr: Actuel

source: Whether to render the node as the currently highlighted node
fr: Rendre le nœud comme le noeud actuellement surligné

source: Whether to render the node as the latest played node
fr: Rendre le nœud comme le dernier noeud joué

source: Whether to render the node as having been changed since it was last played
fr: Rendre le nœud comme s'il avait été modifié depuis sa dernière exécution

source: Aut_ocheck Spelling
fr: Correction _orthographique automatique

source: Automatically number all the sections in the story
fr: Numéroter automatiquement toutes les sections de l'histoire
spanish: Numera automáticamente todas las secciones de la historia

source: Automatically underline misspelled words in the story
fr: Souligner automatique les mots mal orthographiés de l'histoire
spanish: Subrayar automáticamente las palabras con faltas ortográficas

source: Close the current story
fr: Fermer l'histoire en cours

source: Copy the selected text to the clipboard
fr: Copier le texte sélectionné dans le presse-papiers

source: Cu_t
fr: Cou_per

source: Cut the selected text
fr: Couper le texte sélectionné

source: Find Ne_xt
fr: Trouver le sui_vant

source: Find Pre_vious
fr: Trouver le précé_dent

source: Find and Replace
fr: Trouver et remplacer

source: Find and _Replace...
fr: Trouver et remplacer...

source: Go to the selection
fr: Atteindre la sélection

source: In:
fr: Dans :

source: Incre_ase Restriction
fr: _Augmenter la restriction

source: Increase
fr: Augmenter

source: Insert a tab before each line of the selection
fr: Insérer une tabulation au début de chaque ligne de la sélection
spanish: Inserta un tabulador antes de cada línea de la selección

source: Jump to the next section
fr: Aller à la section suivante

source: Jump to the previous section
fr: Aller à la section précédente

source: Make tabs line up in the Story pane
fr: Remonter la ligne des tabulations dans l'onglet de l'histoire

source: Page Set_up...
fr: Mise en page...

source: Paste the clipboard
fr: Coller le contenu du presse-papiers

source: Print Previe_w...
fr: Pré_visualiser l'impression...

source: Print preview
fr: Prévisualisation de l'impression

source: Print the story's Source
fr: Imprimer les sources du projet

source: Put the selected text between comment brackets
fr: Commenter le texte sélectionné

source: R_eplace with:
fr: R_emplacer par :

source: Re_duce Restriction
fr: Ré_duire le restriction

source: Rec_heck Document
fr: Re_vérifier le document

source: Recheck the current story for incorrect spelling
fr: Vérifier à nouveau l'orthographe de l'histoire en cours

source: Redo the last undone action
fr: Refaire la dernière action annulée

source: Reduce
fr: Réduire

source: Remove a tab from the beginning of each line of the selection
fr: Supprimer une tabulation au début de chaque ligne de la sélection

source: Remove comment brackets from selected text
fr: Décommenter le texte sélectionné

source: Replace _all
fr: _Tout remplacer
spanish: Reemplazar _todo

source: Restric_t search to currently shown section
fr: Res_treindre la recherche à la section affichée

source: Restrict the Source to one level deeper in the hierarchy
fr: Restreindre le code source à un niveau de profondeur de la hiérarchie

source: Revert to the last saved version of the story, discarding all subsequent changes
fr: Revenir à la dernière version enregistrée de l'histoire, en annulant toutes les modifications ultérieures.

source: Sa_ve a Copy...
fr: _Enregistrer une copie...

source: Save _As...
fr: Enregistrer sous...

source: Save a copy of the current story under a different name
fr: Enregistrer une copie de l'histoire en cours sous un nom différent

source: Save the current story
fr: Enregistrer l'histoire en cours

source: Save the current story with a different name
fr: Enregistrer l'histoire en cours sous un nom différent

source: Sc_roll to Selection
fr: Aller à la sélection

source: Search _backwards
fr: Rechercher en _arrière

source: Search backwards for the find text
fr: Rechercher en arrière pour trouver le texte

source: Search for text
fr: Rechercher le texte

source: Search for text and replace each occurrence with different text
fr: Rechercher le texte et remplacer chaque occurrence avec un texte différent

source: Search forwards for the find text
fr: Rechercher en avant pour trouver le texte

source: Search through the entire project, including the documentation
fr: Rechercher dans l'ensemble du projet, y compris la documentation

source: Select _All
fr: _Tout sélectionner

source: Select the entire document
fr: Sélectionner tout le document

source: Setup the page settings
fr: Configurer de la page des paramètres

source: Show _Headings
fr: Afficher les _Chapitres

source: Show only the current section in the Source
fr: Afficher uniguement la section actuelle dans les sources

source: Show or hide the status bar in the current window
fr: Afficher ou masquer la barre d'état dans la fenêtre en cours

source: Show or hide the toolbar in the current window
fr: Afficher ou masquer la barre d'outils dans la fenêtre en cours

source: Show the entire story in the Source
fr: Afficher l'histoire entière dans les sources

source: Show the surrounding hierarchical level in the Source
fr: Afficher le niveau hiérarchique environnant dans les sources

source: Show the table of contents
fr: Afficher la table des matières

source: The whole word(s)
fr: Mot(s) entier(s)

source: Tool_bar
fr: Barre d'outils

source: Undo the last action
fr: Annuler la dernière action

source: Words containing
fr: Mots contenants

source: Words starting with
fr: Mots commençants par

source: _Close
fr: _Fermer

source: _Comment Out Selection
fr: _Commenter la sélection

source: _Copy
fr: _Copier

source: _Current Section Only
fr: Section _actuelle uniquement

source: _Enable Elastic Tabstops
fr: _Activer les Elastic Tabstops

source: _Entire Source
fr: Sources _intégrales

source: _Find
fr: _Trouver

source: _Ignore case
fr: _Ignorer la casse
spanish: _Ignorar mayúsculas/minúsculas

source: _Indent
fr: _Indenter

source: _Next Section
fr: Section _suivante

source: _Paste
fr: _Coller

source: _Previous Section
fr: Section _précédente

source: _Print...
fr: Im_primer...

source: _Project files
fr: Fichiers du _projet

source: _Redo
fr: _Refaire

source: _Renumber All Sections
fr: _Renuméroter toutes les sections

source: _Revert
fr: _Annuler

source: _Save
fr: _Enregistrer

source: _Search Files...
fr: Recherche dans les fichiers...

source: _Search for:
fr: _Recherche de :

source: _Status Bar
fr: Barre d'_Etat

source: _Uncomment Selection
fr: _Décommenter la sélection

source: _Undo
fr: _Annuler

source: _Unindent
fr: _Désindenter

source: _View
fr: _Visualiser

source: 'Intelligently' _follow symbols in source file
fr: 'Intelligemment' _suit les symboles dans le fichier source

source: <b>Cleaning</b>
fr: <b>Nettoyage</b>
spanish: <b>Limpieza</b>

source: <b>Compiler Debugging</b>
fr: <b>Débogage de la compilation</b>

source: <b>Fonts</b>
fr: <b>Polices</b>
spanish: <b>Fuentes</b>

source: <b>Interpreters</b>
fr: <b>Interpreteurs</b>

source: <b>Natural Inform E_xtensions</b>
fr: E_xtensions Inform native

source: <b>Sample Text</b>
fr: <b>Texte d'exemple</b>

source: <b>Sty_les</b>
fr: <b>_Thèmes</b>

source: <b>Tab _Width</b>
fr: <b>_Largeur de tabulation</b>

source: About this application
fr: À propos de l'application

source: Add a style scheme to the list
fr: Ajouter un thème à la liste

source: Adds a new Natural Inform extension using a file chooser.
fr: Ajouter une extension Inform native en utilisant un sélecteur de fichier.
spanish: Añade una nueva extensión de Natural Inform usando un selector de ficheros.

source: Advanced
fr: Avancé
spanish: Avanzado

source: Author
fr: Auteur

source: Auto-_number sections
fr: Numérotation automatique des sections

source: Build files are files that are generated while turning your story into a game file. Selecting this option will ensure that they are deleted when you close or save a project. These files can grow quite large (many times the size of your source code), so deleting them is a good idea if you are planning to send a project to someone else.
fr: Les fichiers de compilations sont des fichiers qui sont générés pendant la conversion de votre histoire en fichier de jeu. Sélectionner cette option vous assurera qu'ils sont supprimés lorsque vous fermez ou enregistrez un projet. Ces fichiers peuvent devenir assez grand (plusieurs fois la taille de votre code source), donc les supprimer est une bonne idée si vous prévoyez d'envoyer un projet à quelqu'un d'autre.

source: Choose Custom Font
fr: Choisir une police personnalisée

source: Configure the application
fr: Configuration de l'application

source: Deletes the currently selected Natural Inform extension.
fr: Supprimer l'extension Inform native sélectionnée
spanish: Elimina la extensión de Natural Inform actualmente seleccionada.

source: Drag this slider to set the size of a tab stop in the Inform 7 source pane. This will also adjust the size of the 'half stop' used to indent wrapped lines.
fr: Nouvel ensemble de règles d'extension

source: Editing
fr: Modification

source: Font _set:
fr: Police sélectionnée :

source: Font si_ze:
fr: Taille de la police :

source: Formatting
fr: Formattage

source: Glulx interpreter:
fr: Interpreteur Glulx :

source: Glulxe (default)
fr: Glulxe (par défaut)

source: Go to the Inform 7 website in your web browser
fr: Aller sur le site d'Inform 7 dans votre navigateur web

source: Huge
fr: Énorme
spanish: Enorme

source: If this option is checked, Inform will indent wrapped lines by half a tab-stop. This makes it easier to see where a line-break happened because of a long line.
fr: Si cette option est sélectionnée, Inform indentera les continuations de ligne d'une demi indentation. Ceci facilite le repérage des coupures de ligne provoquées par les lignes trop longues.

source: If this option is selected, Inform will track the number of tabs at the beginning of the last line and automatically indent the next line accordingly when you insert a new line by pressing return.
fr: Si cette option est sélectionnée, Inform surveillera le nombre de tabulation au début de la dernière ligne et indentera automatiquement la ligne suivante en conséquence lorsque vous insérerez une nouvelle ligne en appuyant sur entrée.

source: If you check this option, Inform will automatically renumber sections when you insert a new one. It will also automatically insert a section number as you type: if you type "Part ", Inform will insert "2 - " and renumber the previous Part 2 to Part 3 and so on.
fr: Si vous cochez cette option, Inform renumérotera automatiquement les sections lorsque vous en insérerez une nouvelle. Il insérera également automatiquement un numéro de section tel que vous l'avez taper : si vous tapez "Partie", Inform insérera "2 -" et renumérotera la section précédente Partie 2 en Partie 3 et ainsi de suite.

source: Inform Preferences
fr: Préférences d'Inform

source: Inform can keep track of important items in your source files as you type. Enabling this option will allow it to automatically track sections in Natural Inform files.
fr: Inform peut garder la trace des éléments importants dans vos fichiers source tel que vous les avez tapé. Activer cette option va lui permettre de suivre automatiquement les sections des les fichiers Inform natifs.

source: Install E_xtension...
fr: Installer une e_xtension...

source: Install an extension for use in Inform projects
fr: Installer une extension à utiliser avec les projets Inform
spanish: Instala una extensión para usarla en proyectos de Inform

source: Large
fr: Grand
spanish: Grande

source: Medium
fr: Moyen
spanish: Medio

source: Open Recen_t
fr: Ouvrir un fichier _récent

source: Open _Extension
fr: Ouvrir une _extension
spanish: Abrir _extensión

source: Open a recently opened story
fr: Ouvrir ue histoire récemment ouverte

source: Open an existing story
fr: Ouvrir une histoire existante

source: Open an extension for editing
fr: Ouvrir une extension pour la modifier

source: Open the Inform 7 bug tracker in the browser
fr: Ouvrir le gestionnaire de bogue d'Informe 7 dans le navigateur

source: Open the Inform 7 suggestions forum in the browser
fr: Ouvrir le forum des suggestions d'Inform 7 dans le navigateur

source: Pr_eferences
fr: Préfér_ences

source: Preferred author's name for new Inform 7 projects
fr: Nom d'auteur préféré pour les nouveaux projets Inform 7

source: Quit the program
fr: Quitter le programme

source: Remove the selected style scheme from the list
fr: Supprimer de la liste le thème sélectionné

source: Report a _Bug
fr: Signaler un _bogue

source: Report a _Bug...
fr: Signaler un _bogue...

source: Selecting this option will cause Inform to additionally clean out the project's various index files. These are generated by the Inform 7 compiler and can be safely deleted, though they may be useful the next time you open the project.
fr: Sélectionner cette option forcera Inform à supprimer les différents fichiers d'index du projet. Cecis sont générés par le compilateur d'Inform 7 et peuvent être supprimés sans risque bien, qu'ils puissent être utiles à la prochaine ouverture du projet.

source: Selecting this option will display two extra tabs in the Errors pane when the story is compiled. One of these shows the debugging log from the compiler, and the other shows the Inform 6 code that the compiler has generated from the story.
fr: Sélectionner cette option affichera 2 onglets supplémentaires dans le panneau d'erreur lorsque l'histoire est compilée. L'un des deux affiche le journal de débogage du compilateur, et l'autre affiche le code Inform 6 généré par le compilateur pour l'histoire.

source: Start a new story
fr: Démarrer une nouvelle histoire
spanish: Inicia una nueva historia

source: Suggest a _Feature
fr: Suggérer une _fonctionnalité

source: Suggest a _Feature...
fr: Suggérer une _fonctionnalité

source: The author name is automatically filled in when creating new stories and extensions.
fr: Le nom d'auteur est automatiquement rempli lors de la création de nouvelles histoires et extensions.

source: This displays a sample of source code in your selected styles.
fr: Ceci est un exemple de code mis en forme avec le thème sélectionné.

source: This option is intended only for advanced users of Inform 7. It is most useful to people involved with maintaining the compiler, although the Inform 6 intermediate code may be of interest to especially advanced extension authors.
fr: Cette option est destinée uniquement aux utilisateur expérimentés d'Inform 7. Elle est utile en particulier aux personnes en charge de la maintenance du compilateur, bien que le code Inform 6 puisse aussi intérésser les auteurs d'extensions complexes.

source: This selects a style for the color scheme and font effects used to display Inform source code.
fr: Ceci sélectionne un style pour la coloration et les effets de police utilisées pour afficher le code source Inform.

source: This shows a preview of the tab width setting you have chosen above.
fr: Ceci montre une prévisualisation de la configuration de la taille de tabulation que vous avez choisi.

source: This shows the list of installed Natural Inform extensions. You can drag individual extension files here to add them to their author's directory automatically.
fr: Cela montre la liste des extensions Inform natives installées. Vous pouvez faire glisser les fichiers individuels d'extension ici pour les ajouter au répertoire de leur auteur automatiquement.

source: Use custom font
fr: Utiliser une police personnalisée
spanish: Usar fuente personalizada

source: Use font from theme
fr: Utiliser la police du thème

source: Use monospace font from theme
fr: Utiliser la police à espacement fixe du thème

source: _About
fr: _À propos

source: _Also clean out index files
fr: Nettoyer _aussi les fichiers d'index

source: _Author name
fr: Nom de l'_auteur

source: _Auto-indent after newline
fr: _Autoindenter après une nouvelle ligne

source: _Clean build files from projects before closing
fr: Im_primer...

source: _Custom font:
fr: Police _personnalisée :

source: _Enable syntax highlighting
fr: _Activer la coloration syntaxique

source: _File
fr: _Fichier

source: _Help
fr: _Aide

source: _Indent wrapped lines
fr: _Indenter les retours de ligne automatique

source: _New...
fr: _Nouveau
spanish: _Nuevo...

source: _Open...
fr: _Ouvrir

source: _Quit
fr: _Quitter

source: _Show debugging log and Inform 6 intermediate code
fr: _Afficher le journal de débogage et le code intermédiaire Inform 6

source: _Visit Inform7.com
fr: _Visiter Inform7.com

source: indicates an extension built into Inform.
fr: indique une extension intégré d'Inform.

source: (placeholder)
fr: (conteneur)

source: Choose the directory to create the new project in
fr: Choisissez le répertoire dans lequel créer le nouveau projet
spanish: Elige un directorio en el que crear el nuevo proyecto

source: Create New Project
fr: Créer un nouveau projet

source: Create a New Project
fr: Créer un nouveau projet

source: Inform 7 Project
fr: Projet Inform 7
spanish: Proyecto de Inform 7

source: New Project Type
fr: Type du nouveau projet
spanish: Tipo del nuevo proyecto

source: Please choose a project type.
fr: Veuillez choisir un type de projet
spanish: Elige un tipo de proyecto.

source: The _directory in which the project will be created
fr: Le _répertoire dans lequel sera créé le projet
spanish: El _directorio en el que el nuevo proyecto será creado

source: The _name of the new project
fr: Le _nom du nouveau projet

source: The a_uthor's name
fr: Le nom de l'a_uteur

source: <b>Randomness</b>
fr: <b>Aléatoire</b>

source: <b>Story File Format</b>
fr: <b>Format du fichier d'histoire</b>

source: B_less All
fr: Tous _valider

source: Bind up into a _Blorb file on release
fr: Associer à un fichier _Blorb à la publication

source: Bless the entire transcript
fr: Valider toute la transcription

source: Contents
fr: Contenus
spanish: Contenido

source: Debugging
fr: Débogage
spanish: Depuración

source: Display the Inform 7 documentation
fr: Afficher la documentation Inform 7

source: Edit the spacing for items in the skein
fr: Modifier l'espacement des éléments dans l'arborescence

source: Errors
fr: Erreurs
spanish: Errores

source: Game
fr: Jeu
spanish: Juego

source: Go back
fr: Reculer

source: Go forward
fr: Avancer

source: Go to the next difference
fr: Atteindre la différence suivante

source: Go to the next difference in the Skein
fr: Atteindre la différence suivante dans l'arborescence

source: Go to the previous difference
fr: Atteindre la différence précédente
